{
  "About": "About",
  "Services": "Services",
  "Team": "Team",
  "Contact": "Contact",
  "Address": "Address",
  "Language": "Language",
  "Explore": "Explore",
  "Learn more": "Learn more",
  "Submit": "Submit",
  "Message" : "Message",
  "Your Message": "Your Message",
  "Name" : "Name",
  "Your Name": "Your Name",
  "Email" : "Email",
  "Your Email": "Your Email",
  "Bucharest" : "Bucharest - Romania",
  "Promisinea Amex - calitate, selecție și servicii. Vă invităm să explorați lumea noastră de retail și să găsiți produsele perfecte, adaptate doar pentru dvs.": "Amex Promise - quality, selection and service. We invite you to explore our retail world and find the perfect products, tailored just for you.",
  "Află mai multe despre noi": "Find out more about us",
  "La Amex, suntem pasionați de îmbogățirea vieților prin calitate și excelență. Călătoria noastră se bazează pe crearea de experiențe care inspiră, satisfac și ridică nivelul. Cu un angajament ferm față de o calitate de neegalat și un respect profund pentru mediu, am pregătit o selecție de produse de top. Ceea ce ne diferențiază este convingerea că fiecare interacțiune cu noi ar trebui să vă lase inspirat. Suntem dedicați să creăm relații durabile bazate pe încredere, transparență și servicii excepționale." : "At Amex, we are passionate about enriching lives through quality and excellence. Our journey is based on creating experiences that inspire, satisfy and elevate. With a firm commitment to unparalleled quality and a deep respect for the environment, we've curated a selection of top-notch products. What sets us apart is our belief that every interaction with us should leave you inspired. We are dedicated to creating lasting relationships based on trust, transparency and exceptional service.",
  "Dorințele dumneavoastră, dedicarea noastră": "Your wishes, our commitment",
  "Echipa noastră caută neobosit cele mai bune produse, asigurându-se că fiecare articol pe care îl descoperiți la Amex a respectat standardele de calitate riguroase. Suntem la fel de pasionați să contribuim la un viitor sustenabil și responsabil, luând măsuri în fiecare zi pentru a ne minimiza amprenta asupra mediului. Atunci când alegeți Amex, nu vă angajați pur și simplu; participați la o mișcare în care satisfacția și bunăstarea dumneavoastră sunt prioritatea noastră cea mai mare. Alăturați-vă nouă în această călătorie, în care dorințele dvs. își găsesc perechea perfectă.": "Our team relentlessly searches for the best products, ensuring that every item you discover at Amex has met rigorous quality standards. We're equally passionate about contributing to a sustainable and responsible future, taking steps every day to minimise our environmental footprint. When you choose Amex, you're not simply committing; you're participating in a movement where your satisfaction and well-being are our highest priority. Join us on this journey where your desires find their perfect match.",
  "Serviciile noastre": "Our services",
  "Gama de produse": "Product range",
  "Credem cu tărie că produsele noastre adaugă valoare gamei pe care dumneavoastră o comercializați.": "We strongly believe that our products add value to the range you sell.",
  "Parteneri de top": "Top partners",
  "În portofoliul nostru se regăsesc producători renumiți la nivel mondial în diverse domenii.": "Our portfolio includes world-renowned manufacturers in various fields.",
  "Formular de contact": "Contact form",
  "Dacă aveți întrebări, feedback sau aveți nevoie de asistență, nu ezitați să ne contactați.": "If you have any questions, feedback or need assistance, please do not hesitate to contact us."
}
