{
    "About": "Über uns",
    "Services": "Dienstleistungen",
    "Team": "Team",
    "Contact": "Kontakt",
    "Address": "Addresse",
    "Language": "Sprache",
    "Explore": "Explore",
    "Learn more": "Mehrere Informationen",
    "Submit": "Senden",
    "Message" : "Meldung",
    "Your Message": "Ihre Meldung",
    "Name" : "Name",
    "Your Name": "Ihren Namen",
    "Email" : "Email",
    "Your Email": "Ihre Email",
    "Bucharest" : "Bukarest - Rumänien",
    "Promisinea Amex - calitate, selecție și servicii. Vă invităm să explorați lumea noastră de retail și să găsiți produsele perfecte, adaptate doar pentru dvs.": "Das Amex Versprechen - Qualität, Auswahl und Service. Wir laden Sie ein, unsere Einzelhandelswelt zu erkunden und die perfekten Produkte zu finden, die genau auf Sie zugeschnitten sind.",
    "Află mai multe despre noi": "Erfahren Sie mehr über uns",
    "La Amex, suntem pasionați de îmbogățirea vieților prin calitate și excelență. Călătoria noastră se bazează pe crearea de experiențe care inspiră, satisfac și ridică nivelul. Cu un angajament ferm față de o calitate de neegalat și un respect profund pentru mediu, am pregătit o selecție de produse de top. Ceea ce ne diferențiază este convingerea că fiecare interacțiune cu noi ar trebui să vă lase inspirat. Suntem dedicați să creăm relații durabile bazate pe încredere, transparență și servicii excepționale." : "Bei Amex ist es unsere Leidenschaft, das Leben durch Qualität und Exzellenz zu bereichern. Unsere Reise basiert auf der Schaffung von Erlebnissen, die inspirieren, zufriedenstellen und aufwerten. Mit einem festen Bekenntnis zu unvergleichlicher Qualität und einem tiefen Respekt für die Umwelt haben wir eine Auswahl an Spitzenprodukten zusammengestellt. Was uns von anderen unterscheidet, ist unsere Überzeugung, dass jede Interaktion mit uns Sie inspirieren sollte. Wir sind bestrebt, dauerhafte Beziehungen aufzubauen, die auf Vertrauen, Transparenz und außergewöhnlichem Service basieren.",
    "Dorințele dumneavoastră, dedicarea noastră": "Ihre Wünsche, unsere Hingabe",
    "Echipa noastră caută neobosit cele mai bune produse, asigurându-se că fiecare articol pe care îl descoperiți la Amex a respectat standardele de calitate riguroase. Suntem la fel de pasionați să contribuim la un viitor sustenabil și responsabil, luând măsuri în fiecare zi pentru a ne minimiza amprenta asupra mediului. Atunci când alegeți Amex, nu vă angajați pur și simplu; participați la o mișcare în care satisfacția și bunăstarea dumneavoastră sunt prioritatea noastră cea mai mare. Alăturați-vă nouă în această călătorie, în care dorințele dvs. își găsesc perechea perfectă.": "Unser Team ist unermüdlich auf der Suche nach den besten Produkten und stellt sicher, dass jeder Artikel, den Sie bei Amex entdecken, strenge Qualitätsstandards erfüllt. Ebenso leidenschaftlich setzen wir uns für eine nachhaltige und verantwortungsvolle Zukunft ein und unternehmen jeden Tag Schritte, um unseren ökologischen Fußabdruck zu minimieren. Wenn Sie sich für Amex entscheiden, gehen Sie nicht nur eine Verpflichtung ein, sondern nehmen an einer Bewegung teil, in der Ihre Zufriedenheit und Ihr Wohlbefinden höchste Priorität haben. Begleiten Sie uns auf dieser Reise, auf der Ihre Wünsche ihre perfekte Entsprechung finden.",
    "Serviciile noastre": "Unsere Dienstleistungen",
    "Gama de produse": "Produktpalette",
    "Credem cu tărie că produsele noastre adaugă valoare gamei pe care dumneavoastră o comercializați.": "Wir sind der festen Überzeugung, dass unsere Produkte einen Mehrwert für das von Ihnen verkaufte Sortiment darstellen.",
    "Parteneri de top": "Top Partner",
    "În portofoliul nostru se regăsesc producători renumiți la nivel mondial în diverse domenii.": "Zu unserem Portfolio gehören weltbekannte Hersteller aus verschiedenen Bereichen.",
    "Formular de contact": "Kontakt Formular",
    "Dacă aveți întrebări, feedback sau aveți nevoie de asistență, nu ezitați să ne contactați.": "Wenn Sie Fragen haben, Feedback geben möchten oder Hilfe benötigen, zögern Sie bitte nicht, uns zu kontaktieren."
  }
  